---
kind: other
id: Methods.T:Autodesk.Revit.DB.RenderingQualitySettings
source: html/22e36235-5a66-ad40-7ca8-ad85bba13ab5.htm
---
# RenderingQualitySettings Methods

Checks if the current rendering quality is custom or not.